[Main]
DisplayName=Slovenský(Slovak)

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=UPOZORNENIE !
lbl_Warnning_Detail.caption=Tento počítačový program je chránený autorským zákonom a medzinárodnými zmluvami.
lbl_copyright.caption=© IObit. Všetky práva vyhradené.
lbl_Thanks_Title.caption=Špeciálne poďakovanie patrí našim prispievateľom za ich skvelú pomoc:
rdhtmlEula.caption=<a>EULA</a> | <a>Ochrana súkromia</a>
Instructions_M=Návod odinštalovania
lblAcknow.caption=Ďakujeme všetkým v zozname↓nižšie↓

[ActionCenter_M]
M_HideAC=Skryť
M_ShowAC=Zobraziť
M_AC_Tips=Získajte lepšiu ochranu zabezpečenia a zvýšenie výkonu inštaláciou odporúčaných programov.
M_ShowACTitle2=Upozornenie !
M_ShowACDesc=Kliknutím na "Zobraziť" sa zobrazia všetky pre vás odporúčané programy. Ich následnou inštaláciou získate zvýšenie ochrany bezpečnosti a výkonu PC.
M_LearnRecommendNote=Žiadne odporúčané produkty momentálne nie su k dispozícii.
M_LearnRecommendDesc=Pre zobrazenie ďalších produktov, ktoré vás môžu zaujímať, kliknite na "Viac informácií".
M_none=Nič
M_Fix=Inštalovať
M_LearnMore=Viac informácií
M_Install=Inštalovať
M_fixing=Inštalácia
M_Updating=Aktualizácia
M_failed=Zlyhalo
M_RuningWell=Nainštalovaná najnovšia verzia
M_Outdated=Zastaralý
M_NotInstalled=Nenainštalovaný
M_Insatlled=Nainštalovaný
M_Update=Aktualizovať
M_ASCCaption=Výkon systému
M_ASCInfo_NotIns=Odstráni chyby v databáze registrov, problémy ochrany súkromia a zbytočnosti z počítača.
M_ASCInfo_UpToDate=Advanced SystemCare zrýchli a optimalizuje PC iba jediným kliknutím
M_ASCInfo_NeedUpDate=Advanced SystemCare je zastaralý.
M_RunASC=Skenovať
M_ASCOffer=Prečistí a optimalizuje počítač iba jedným kliknutím.<br>Skráti čas spúšťania počítača až do 200%.<br>Zrýchli internetové pripojenie až do 300%.<br>Odstraňuje stopy po surfovaní pre ochranu súkromia používateľa.<br>Monitoruje kondíciu PC v reálnom čase pre jeho hladšiu činnosť.
M_IMFCaption=Malwarová ochrana
M_IMFInfo_NotIns=Inštaláciou anti-malwarového programu od IObitu získate ešte lepšiu ochranu.
M_IMFInfo_UpToDate=IObit Malware Fighter chráni PC pred vírusmi a malware.
M_IMFInfo_NeedUpDate=Váš anti-malwarový program je zastaralý.
M_RunIMF=Skenovať
M_IMFOffer=Výkonný a kompletný anti-malwarový program.<br>Ochrana proti najnovším útokom ransomware.<br>Oveľa dokonalejšie chráni online prehliadanie a sťahovanie z internetu.<br>Hlbšie a všestrannejšie chráni počítač v reálnom čase.<br>Plne kompatibilný s inými bezpečnostnými programami.
M_DBCaption=Driver Updater(Aktualizátor ovládačov)
M_DBInfo_NotIns_C=Aktualizuje zastaralé ovládače a opraví chýbajúce & chybné ovládače pre stabilnejší systém v zariadení.
M_DBInfo_NotIns=V tomto počítači sa môžu používať zastaralé ovládače, ktoré môžu spomaliť až destabilizovať systém.
M_DBInfo_UpToDate=Driver Booster aktualizuje zastaralé ovládače systému.
M_DBInfo_NeedUpDate=Driver Booster je zastaralý.
M_DBDesc=Aktualizuje všetky zastaralé ovládače systému.
M_RunDB=Skenovať
M_DBOffer=Využíva obrovskú databázu ovládačov (viac ako 4 500 000).<br>Aktualizuje ovládače iba jedným kliknutím.<br>Aktualizuje iba bezpečné a testom WHQL overené ovládače.<br>Opravuje bežné problémy (napr. so sieťou, zvukom atď.).<br>Eliminuje zamrznutie až pád systému.
M_SDCaption=Optimalizátor diskov
M_SDInfo_NotIns=Optimalizujte svoje disky a získate rýchlejšie spúšťanie PC a vyššiu rýchlosť prístupu k súborom.
M_SDInfo_UpToDate=Smart Defrag defragmentuje disky v PC pre zvýšenie jeho výkonu.
M_SDInfo_NeedUpDate=Defragmentačný softvér diskov máte zastaralý.
M_RunSD=Defragmentovať
M_SDOffer=Zrýchli prístup k súborom v zariadení.<br>Maximalizuje výkon pevného disku.<br>Zrýchli spúšťanie PC až do 100%<br>Optimalizuje hry pre lepší herný zážitok.
M_DLCaption=Správca hesiel
M_DLInfo_NotIns=Chráňte a spravujte si všetky svoje heslá so Správcom hesiel od Dashlane
M_DLInfo_UpToDate=Nikdy už nezabudnete heslá so zárukou pre bezpečnosť a spoľahlivosť s aplikáciou *Dashlane*
M_RunDL=Spravovať
M_DLOffer=Jednoduchý a bezpečný spôsob spravovania všetkých hesiel. <br>Vytvorí jedinečné heslá na ochranu účtov užívateľa. <br>Automaticky prihlási používateľa na jeho registrované webové stránky. <br>Použiteľný je pre Windows, Mac, iOS aj Android.
M_RunIOT=Spravovať
M_IOTCaption=Správca iPhone
M_IOTInfo_NotIns=Prenesiete údaje z - do iPhone, vyčistíte & zrýchlite si svoj iPhone.
M_IOTInfo_UpToDate=Jedným kliknutím môžete importovať, exportovať a spravovať fotografie, videá a hudbu v zariadeniach so systémom iOS.
M_IOTInfo_NeedUpDate=IOTransfer je zastaralý.
M_IOTTip=IOTransfer umožní:<br>+ Jednoduché spravovanie fotiek, videí alebo kontaktov iPhone<br>+ Prenos údajov z iPhone do počítača jediným kliknutím<br>+ Sťahovanie online videí z viac ako 100 web. stránok<br>+ Čistenie všetkých druhov nevyžiadaných súborov z iPhone alebo iPadu.
M_IOTOffer=Najlepší správca pre spravovanie obsahu iPhone/iPadu.<br>Jednoklikový prenos údajov medzi iPhone/iPad/iPod a počítačom.<br>Jednoduché a bezplatné prevádzanie hudby alebo videí do rôznych formátov.<br>Vymazanie nežiadúcich súborov & cache pre uvoľnenie miesta v zariadení iOS.<br>Bezdrôtový prenos obsahu medzi zariadením iOS a počítačom.
M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=Web Companion chráni proti škodlivému softvéru a webovými stránkami.
M_AdawareInfo_UpToDate=Web Companion chráni proti škodlivému softvéru a webovými stránkami.
M_AdawareOfferDesc=Nainštalujte si aplikáciu Web Companion pre zvýšenie svojej internetovej ochrany a nastavenie Bing® od spoločnosti Microsoft™ ako svojej domovskej stránky, nových kariet a predvoleného vyhľadávacieho nástroja v kompatibilných prehliadačoch.
M_AdawareOffer=Rýchla a jednoduchá inštalácia.<br>Ochrana pred phishingom.<br>Ochrana webových stránok v reálnom čase.<br>Kompatibilita s viacerými prehliadačmi.
M_AomeiCaption=Zálohovací softvér
M_AomeiInfo_NotIns=Konečné riešenie zálohovania pre zálohovanie systému alebo pevných diskov.
M_RunOpera=Spustiť
M_OperaCaption=Prehliadač Opera
M_OperaInfo_NotIns=Rýchly a bezpečný prehliadač so zabudovaným blokátorom reklamy.
M_OperaInfo_UpToDate=Rýchly a bezpečný prehliadač so zabudovaným blokovaním reklamy.
M_OperaOffer=Blokovaním reklám sa načítajú webové stránky až o 90% rýchlejšie.<br>Prehliadanie až o hodinu dlhšie.<br>Získanie lepšieho súkromia prehliadania pomocou bezplatnej VPN siete.
M_SUCaption=Aktualizátor softvéru
M_SUInfo_NotIns=Jedným kliknutím aktualizuje a nainštalujte všetky pre vás dôležité programy.
M_SUInfo_NotIns_C=%d programy sú zastaralé. Aktualizátor softvéru od IObitu vám ich nainštaluje a aktualizuje iba jedným kliknutím.
M_SUInfo_NotIns_C1=1 program je zastaralý. Aktualizátor softvéru od IObitu vám ho nainštaluje a aktualizuje iba jedným kliknutím.
M_SUInfo_UpToDate=IObit Software Updater udrží všetky vaše dôležité programy stále aktualizované.
M_SUOffer=Aktualizuje zastaralé programy v čo najbližšej dobe po ich uvolnení.<br>Jedným kliknutím nainštaluje všetky dostupné aktualizácie vašich programov.<br>Jedným kliknutím nainštaluje všetky vami požadované populárne programy.<br>Všetky programy prešli prísnymi testami, takže sú na 100% čisté a bez balíkov.
M_SMGBCaption=Smart Game Booster
M_SMGBInfo_NotIns=Jediným kliknutím zrýchli FPS pre rýchlejší a plynulejší herný zážitok.
M_SMGBInfo_UpToDate=Jediným kliknutím zrýchli FPS pre rýchlejší a plynulejší herný zážitok.
M_SMGBInfo_NeedUpDate=Smart Game Booster je zastaralý.
M_SMGBOffer=Zvýši FPS pre vylepšenie hernej kvality jedným kliknutím.<br>Monitoruje teplotu a využitie hardvéru v reálnom čase.<br>Pretaktuje GPU pre optimalizovanie vizuálnych efektov pri hraní hier.<br>Analyzuje a hodnotením PC nájde kompatibilné hry (viac ako 38 000) ).<br>Chráni počítač PC používateľa pri hraní hry.
M_RunSMGB=Posilniť
M_iTopCaption=iTop VPN
M_iTopInfo_NotInsBeta=Vyskúšajte bezplatnú, rýchlu a bezpečnú službu VPN pre online ochranu.
M_iTopInfo_NotIns=100% bezplatná, rýchla a bezpečná služba VPN pre online ochranu.
M_iTopInfo_UpToDateBeta=Vyskúšajte bezplatnú, rýchlu a bezpečnú službu VPN pre online ochranu.
M_iTopInfo_UpToDate=100% bezplatná, rýchla a bezpečná služba VPN pre online ochranu.
M_iTopInfo_NeedUpDate=Vaša iTop VPN služba je zastaralá.
M_iTopOfferBeta=Využitie neobmedzeného internetu<br>Prístup k webovým stránkam streamov z celého sveta<br>Hranie blokovaných hier v ktoromkoľvek regióne<br>Skrytie IP adresy svojho zariadenia pri pripojení vo verejnej Wi-Fi sieti <br>100% bezplatné, ultrarýchle & najlepšie šifrovanie vo svojej triede
M_iTopOffer1=Súkromie - Zachová v anonymite vaše surfovanie<br>Zabezpečenie - Skryje vašu IP adresu v celom internete<br>Rýchlosť - Umožní prístup na internet vysokou rýchlosťou<br>Voľnosť - Odblokuje webové stránky a dostupnosť streamovania
M_RuniTop=Spustiť
M_RPMCaption=Správca hesiel RoboForm
M_RPMInfo_NotIns=Už viac nebudete musieť si zapamätávať ani zadávať svoje heslá.
M_RPMInfo_UpToDate=Rozlúčte sa so zapisovaním hesiel na papier. Správca hesiel RoboForm vám to vynahradí.
M_RPMOffer=Prihlási vás na registrované webové stránky jediným kliknutím. <br>Vytvorí pre vás silné a jedinečné heslá. <br>Používa šifrovanie AES-256 bitov s podporou pre 2FA. <br>Použiteľný v systémoch Windows, Mac, iOS, Android a všetkých hlavných prehliadačoch. <br>Podporuje import z prehliadača alebo iného Správcu hesiel.
M_RunRPM=Spravovať
M_Moffer_Title1=Voliteľná ponuka
M_Close=Zatvoriť
M_Cancel=Zrušiť
M_Moffer_Install=Inštalovať
M_Moffer_NoteEP=Kliknutím na "Inštalovať" súhlasíte s inštaláciou aplikácie %s, prijímate <a>EULA</a> a súhlasíte so <a>Zásadami ochrany osobných údajov</a>.
M_Moffer_Refund=<a>Poznámka:</a> Máte právo požiadať o vrátenie platby ale len do 30 dní. Prečítajte si <a>Pravidlá vrátenia platby</a>.
M_Extract_IOT=IObitom odporúčané

[ASCPromote_M]
M_PromoteTitle=Nájdených položiek: <a>%d</a>.
M_Details=Detaily
M_PromoteLan=Ovplyvní to výkon vášho systému. Odporúčame nainštalovať Advanced SystemCare pre kompletnú opravu.
M_Junk=Nevyžiadané súbory
M_Privacy=Stopy osobných údajov
M_Internet=Vylepšenia internetu
M_Registry=Položky v databáze registrov
M_System=Optimalizácie systému
ASC_Results=Nájdených položiek:  <a>%d</a>.
ASC_Result=Našla sa <a>1</a> položka.
ASC_Result0=Bez problémov
M_Install=Nainštalovať pre opravu
ASC_EUAL=Kliknutím na tlačidlo "Nainštalovať pre opravu" akceptujete <a>EULU</a> & <a>Pravidlá ochrany súkromia</a> programu Advanced SystemCare a súhlasíte s jeho inštaláciou.
iobit_lang_SystemOptimizereport=Správa o optimalizácii systému
iobit_lang_key_junkfile_group_1=Nevyžiadané súbory (%d položka(y), %s):
iobit_lang_key_privacy_group_2=Stopy ochrany osobných údajov (%d položka(y), %s):
iobit_lang_key_sysOptimization_group_3=Optimalizácia systému [%d položka(y)]:
iobit_lang_key_internetboost_group_4=Vylepšenia internetu [%d položka(y)]:
iobit_lang_key_registryclean_group_5=Položky v registri [%d položka(y)]:

[AutoUpdate_M]
lan_Downloading_M=Sťahovanie
lan_Speed_M=Rýchlosť sťahovania: %s
Lan_Finish_M=Ukončiť
Lan_Congratulation_M=Gratulujeme !
Lan_UpdateFail_M=Je nám to ľúto, ale aktualizácia neprebehla úspešne! Skúste to zopakovať neskôr.
Lan_UpdateSuccess_M=IObit Uninstaller bol úspešne aktualizovaný. Teraz môžete využívať najnovšie funkcie a vylepšenia.
Lan_UpdateNew_M=Používate najnovšiu verziu. Aktualizácia nie je zatiaľ dostupná.
Lan_UpdateFreeInfo_M=Nová verzia pre IObit Uninstaller je dostupná na stiahnutie.
Lan_UpdateFreeDownInfo_M=Aktualizujte to teraz pre získanie všetkých jeho najnovších funkcií a vylepšení. Je to úplne zadarmo.
Lan_Sure_M=Naozaj chcete zrušiť túto aktualizáciu ?
Lan_Download_M=Stiahnuť
Lan_Getting_M=Získavam informácie o aktualizáciach. Chvíľku počkajte prosím...
Lan_LVheardOne_M=Dostupné aktualizácie
Lan_LVheardTwo_M=Nová verzia
Lan_LVheardThree_M=Veľkosť
Lan_historyInfo_M=Je dostupný IObit Uninstaller %s. Aktualizujte ho teraz pre získanie najnovších funkcií a vylepšení !
Lan_UpdateNow_M=Aktualizovať
Lan_UpdateLater_M=Aktualizovať neskôr
lan_WhatNew_M=Čo je nové
Lan_NewReady_M=Nová verzia je pripravená
Lan_Title=IObit Uninstaller - aktualizovanie

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport1.Caption=Odoslať
lblErrorDetails.Caption=Detaily chyby:
lblUserEmail.Caption=Váš e-mail:
lblSuccTips1.Caption=Úspešne odoslané! Problém sa pokúsime vyriešiť čo najskôr.
btnClose.Hint=Zatvoriť

[SendBugReportNew_M]
M_AskUserTips1=narazil na problém. Debug súbor, ktorý nám pomôže s opravou problému bude automaticky odoslaný do 5 sekúnd. Pokiaľ chcete zrušiť odoslanie môžete zatvoriť toto okno. <a>Zásady ochrany osobných údajov</a>
M_BugStatisticsTips=narazil na problém a musí sa zatvoriť. Teraz analyzujeme príčinu. Čakajte prosím...
M_SendingTips=Odosielanie...
M_AttentionTips1=narazil na problém. Ak nám chcete pomôcť vyriešiť tento problém, kliknite na "Odoslať", aby ste nám automaticky poslali debug súbor. <a>Zásady ochrany osobných údajov</a>
M_InvalidEmailTips1=Nesprávna e-mailová adresa! Zadajte platný e-mail, aby sme vás mohli správne kontaktovať.
M_OKTips=OK

[Uninstaller_frm_CrRestore]
Restoring_Caption=Získavanie oficiálnej verzie...
RestoreSuccess_Caption=Úspešne ste nainštalovali oficiálny IObit Uninstaller !
RestoreFailed_Caption=Nepodarilo sa stiahnuť oficiálny IObit Uninstaller. Prosím, prejdite na našu oficiálnu webovú stránku a stiahnite to znovu.
Run_Button=Spustiť
Download_Button=Stiahnuť

[Uninstaller_frm_IUCrakTip]
lbl_FirstTitle.caption=Používate neoficiálny nástroj IObit Uninstaller.
lbl_SecondTitle.caption=Neoficiálny nástroj IObit Uninstaller už vám viac nebude poskytovať svoje služby !
lbl_HarmInfo.caption=Preto môže dôjsť nie len k zníženiu výkonu vášho PC, ale môže to spôsobiť vzhľadom k úniku vašich súkromných informácií aj poškodenie systému.
lbl_OfficialInfo.caption=Zadovážte si oficiálny program IObit Uninstaller, aby ste mali svoje súkromie v počítači pod kvalitnou ochranou.
htmlLabel_Text.caption=Využijte ZĽAVU <a>75%</a> pre získanie profesionálnej verzie.
btn_GetPro.caption=Chcem PRO
btn_GetFree.caption=Chcem Free

[frm_IUCrakTip_M]
lbl_OfficialInfo_before=Zadovážte si ešte dnes <a>oficiálny odinštalačný program "IObit Uninstaller PRO" za 0 €</a>, aby ste mali viac chránené súkromie svojho počítača so silnou ochranou.
btn_GetPro_before=Chcem PRO za 0 €

[Detain_M]
M_MianTitle=IObit Uninstaller vám pomohol:
M_QuestionString=Naozaj to chcete odinštalovať ?
M_btnok=Aj tak odinštalovať
M_btnCancel=Chcem to ponechať
M_UninstallCaption=Odinštalovať softvér
M_DiskCaption=Ušetriť miesto na disku
M_RegCaption=Odstrániť položky z databázy registrov

[Uninstaller_M]
MenuRight_Caption=Výkonný odinštalátor
Explorer_Button=Drvič súborov
Controlpanel_Button=Výkonný odinštalátor

[ACD_M]
M_Downloading=Sťahovanie:
M_TipFixing=Oprava
M_Tips=Prebieha proces sťahovania. Dvoj-klikom na ikonu sa zobrazia podrobnosti.
M_Installing=Inštalovanie:
M_MD5Faild=Stiahnutý súbor je poškodený. Skúste to ešte raz neskôr !
M_NetError=Chyba siete. Stiahnutie zlyhalo. Skúste to zopakovať neskôr !
M_DiskIsFull=AJÁJ! Nedostatok diskového priestoru !
M_Speed=-> rýchlosť :
M_AreSure_IObit=Naozaj chcete ukončiť IObit "Sťahovač" ?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Zrušiť
lbl_Min.Caption=Minimalizovať
btnClose.Hint=Zatvoriť

[EasyUninstall_M]
EasyPoint=Presuňte zameriavač do otvoreného okna, nad ikonu pracovnej plochy alebo nad ikonu v systémovej lište úloh a vyberte akciu.
EasyNothingInfo=Cieľ nebol nájdený. Presuňte zameriavač do iného otvoreného okna, nad ikonu pracovnej plochy alebo nad ikonu v systémovej lište úloh a znovu vyberte akciu.
EasyDeleteFileFail=Súbor nemôžete teraz odstrániť, lebo sa práve používa. Zatvorte súbor a skúste to znovu.
EasyDeleteFolderFail=Túto zložku nemôžete teraz odstrániť, lebo sa práve používa. Zatvorte súbor / zložku a skúste to znovu.
EasyKillProcessFail=Nepodarilo sa ukončiť proces.
EasyKillProcessHint1=Naozaj chcete ukončiť tento proces ?
EasyKillProcessHint2=Všetky neuložené dáta budú stratené !
EasyUninstallPath=Odinštalovať alebo odstrániť:
EasyUninstall=Odinštalovať
EasyShortcut=Odstrániť zástupcu
EasyLocation=Otvoriť umiestnenie súboru
EasyDelete=Odstrániť
EasyCancel=Zrušiť
EasyTransparency=Priehľadnosť
EasyOpaque=Nepriehľadný
EasyExitEasy=Späť do hlavného okna
EasyExitIobit_1=Ukončiť IObit Uninstaller
EasyKillProcess=Ukončiť proces

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Spätný ohlas
lbl_DescTitle.caption=Popis:
lbl_EmailTitle.caption=E-mail:
lbl_ScreenShot.caption=Snímok obrazovky
lbl_TypeTitle.caption=Typ požiadavky:
btnImg_FeedBackSend.caption=Odoslať
btnImg_FeedBackCancel.caption=Zrušiť

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Odosielanie...
lbl_SendFailed.caption=Odoslanie zlyhalo. Ak chcete odoslať spätnú väzbu online, kliknite na "OK".
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Ďakujeme za spätnú správu. Budeme vás kontaktovať čo najskôr.
btnImg_SendSuccess.caption=OK

[Uninstaller_FeedBack_M]
FeedBack_1=Páči sa mi
FeedBack_2=Návrh
FeedBack_3=Zlyhala odinštalácia
FeedBack_4=Problém s bundleware
FeedBack_5=Problém s aktualizovaním programov
FeedBack_6=Problém s Aktualizátorom softvéru
FeedBack_7=Nepodarilo sa zobraziť všetky programy
FeedBack_8=Problémy s výkonným skenom
FeedBack_9=Nahlásiť chybu
FeedBack_10=Iné
EmailMessage=Nesprávny e-mail. Zadajte správnu e-mailovú adresu, aby sme vám mohli poslať našu odpoveď.
MemoHint=Podrobne popíšte svoje návrhy alebo problémy aby sme mohli naše produkty ešte viac vylepšiť.
ScreenMaxMessage=Operácia zlyhala. Dosiahli ste maximálneho počtu 5 snímkov obrazovky.
CloseHintMsg=Naozaj nechcete odoslať spätnú správu?
SendBugck=Pošlite nám debug súbor na preskúmanie . <a>Ochrana súkromia</a>
FeedBackMessage=Napíšte podrobný popis prosím.
EmailHint=Tu zadajte svoju správnu e-mailovú adresu
Startup_Delete_M=Odstrániť
M_FiveStar=Môžete nás ohodnotiť piatimi hviezdičkami ?

[FileShredder_M]
ShredderDetail_0=Tu môžete presunúť súbor alebo zložku na drvenie (skartovanie).
ShredderDetail_01=Súbory odstránené bežným spôsobom je možné obnoviť.
ShredderDetail_02=Ak chcete odstrániť bezpečne a natrvalo súbory alebo priečinok, stačí SEM presunúť všetko na trvalé skartovanie.
FileShredder_MaxCount_M=Bolo pridaných 5 000 súborov. Pridajte zvyšné súbory až po rozdrvení týchto 5000 súborov !
Shredder_InUse_M=Niektoré súbory neboli skartované, lebo nemajú možnosť zápisu. Skontrolujte, či sa stále ešte nepoužívajú.
Shredder_Del_M_1=Naozaj chcete natrvalo odstrániť pridané <a>%d</a> položky? Táto akcia je absolútne "NEVRATNÁ" a dokončenie môže dlhšiu chvíľku trvať.
Shredder_DelOne_M_1=Naozaj chcete natrvalo odstrániť pridanú <a>1</a> položku? Táto akcia je absolútne "NEVRATNÁ" a dokončenie môže chvíľku trvať.
Shredder_NotDel_M=Jeden súbor nebol skartovaný, lebo nemá možnosť zápisu. Skontrolujte, či sa ešte nepoužíva.
Shredder_OneFileDel_M=Súbor nebol skartovaný, lebo nemá možnosť zápisu. Skontrolujte, či sa ešte nepoužíva.
Shredder_Sucess_M=Drvenie prebehlo úspešné.
Shredder_OneSucess_M=Drvenie bolo úspešné.
Shredder_DirIsEmpty_M=Je to prázdne. Drvenie nie je možné uskutočniť.
Shredder_NotAddFolder_M=Nie je možné skartovať súbor "%s", pretože táto operácia môže spôsobiť nestabilitu systému.

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Drvič súborov
lbl_Listview_Title.caption=Vyberte súbor alebo zložku na skartovanie:
lblLoading.caption=Načítavam...
lbl_AddFile.caption=Pridať súbor...
lbl_AddFolder.caption=Pridať zložku...
RdImageButton_Shredder.caption=Drviť
RdImageButton_Cancel.caption=Zrušiť
ListView_FileList.Columns[0].Caption=Cesta k súboru
Menu_Shredder_Shredder.caption=Drviť
Menu_Shredder_AddFile.caption=Pridať súbor
Menu_Shredder_AddFolder.caption=Pridať zložku
Menu_Shredder_Romove.caption=Odobrať
Menu_Shredder_Clean.caption=Vymazať
lbl_Shredder_Tip.caption=NIČÍM - DRVÍM a môže to chvíľu trvať. Nerušte to prosím...

[ForcedUninstall_M]
Shredder_NotAddFolder_M=Nie je možné pridať súbor "%s", lebo touto operáciou môžete spôsobiť nestabilitu (pád) systému.
ForceUninstallEndProgressMsg=%s práve je spustený. Ukončte proces a skúste to znovu.
ListView_FindReslut.Columns[0]_M=Názov
PopMenu_OpenFolder_M=Otvoriť umiestnenie súboru
PopMenu_ViewEntry_M=Otvoriť v regedite

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Vynútené odinštalovanie
lbl_FUInfo.caption=Vynútený odinštalátor pomáha odinštalovať softvér, ktorý nie je možné odinštalovať bežným spôsobom a dôkladne vyčistiť zbytkové súbory. Pomáha odstrániť zástupcu a jeho cieľové súbory.
btnImg_Open.caption=Hľadať...
lbl_DropInfo.caption=Môžete vyhľadať alebo Chytiť a TU vložiť (súbor / zložku) a tak odstránite aj všetky súvisiace položky softvéru. Po kliknutí na "Odinštalovať" spustíte odinštalovanie.
btnImg_Uninstall.caption=Odinštalovať
btnImg_Cancel.caption=Zrušiť
PopMenu_Uninstall.caption=Odinštalovať
PopMenu_SearchOnline.caption=Hľadať on-line
ListView_FindReslut.Columns[1].caption=Veľkosť
ListView_FindReslut.Columns[2].caption=Dátum inštalácie

[Healthcheck_M]
M_MainTitle=Zdravie softvéru
M_ScaningString=Zdravie softvéru prekontroluje súčasný stav kompletného softvéru v tomto počítači.
M_NoProgramString1=Nenašli sa žiadne problémy.
M_NoProgramString2=Všetky vaše programy fungujú veľmi dobre.
ResidualMainString=Odstránia sa zvyšky po odinštalovaní softvéru, aby sa uvolnilo viac miesta.
PluginMainString=Odstránia sa škodlivé / reklamné plug-iny pre zrýchlenie a bezpečnejšie online surfovanie.
UpdaterMainString=Aktualizuje sa zastaralý softvér na ochranu PC proti zneužitiu pre neaktualizovaný softvér, alebo inými chybami zabezpečenia.
BanwebMainString=Blokovať webové oznamovania a upozornenia.
M_Fix=Opraviť
M_Detail=Detaily
M_Complete=Oprava je dokončená !
M_LeftoversDelete=<a>%s</a> zvyšky po odinštalovaní softvéru boli úspešne odstránené
M_LeftoverDelete=<a>%s</a> zvyšok po odinštalovaní softvéru bol úspešne odstránený
M_BanwebsDelete=Úspešne zablokované oznamy a upozornenia: <a>%s</a>.
M_BanwebDelete=<a>%s</a> upozornenie zo stránky bolo úspešne zablokované.
M_ResultLeftovers=Zvyšky po odinštalovaní:
M_ResultPlugin=Škodlivé/reklamné pluginy:
M_ResultUpdate=Zastaralý softvér:
M_ResultBlock=Oznamy stránky:
M_ScanClose=Skenovanie ešte prebieha. Aj tak to chcete ukončiť ?
M_ResidualTitle=<a>%s</a> zvyšok po odinštalovaní
M_ResidualTitles=<a>%s</a> zvyšky po odinštalovaní
M_SoftUpdateTitle=<a>%s</a> zastaralý program
M_SoftUpdateTitles=<a>%s</a> zastaralé programy
M_PluginTitle=<a>%s</a> škodlivý/reklamný doplnok
M_PluginTitles=<a>%s</a> škodlivé/reklamné doplnky
M_BanwebDetailTitleY=Bol nájdený <a>%s</a> oznam zo stránky
M_BanwebDetailTitlesY=Boli nájdené <a>%s</a> oznamy zo stránok
M_ResidualTitleMain=Zostatok po odinštalovaní : <a>%s</a>
M_ResidualTitlesMain=Zostatky po odinštalovaní : <a>%s</a>
M_SoftUpdateTitleMain=Zastaralý softvér: <a>%s</a>
M_PluginTitleMain=Škodlivý/reklamný plugin : <a>%s</a>
M_PluginTitlesMain=Škodlivé/reklamné pluginy : <a>%s</a>
M_BanwebTitleY=<a>%s</a> oznam stránky
M_BanwebTitlesY=<a>%s</a> oznamy stránky
M_BanwebTitleG=<a>%s</a> oznam stránky
M_BanwebTitlesG=<a>%s</a> oznamy stránky
M_TitleCount=Názov (celkom: %d)
M_BanwebTitleCount=Stránka (spolu: %d)
M_BRate=Rýchlo blokovať
M_Version=Nová verzia
M_Type=Typ
M_Malicious=Škodlivý plugin
M_Ads=Reklamný plugin
M_Residual=Zvyšky po odinštalovaní
M_SoftHealth=Zdravie softvéru
M_item=položka
M_items=položky
M_Plugin=Škodlivé/reklamné pluginy
M_Software=Zastaralý softvér
M_File=Súbor
M_Reg=Register
M_Tasks=Naplánované úlohy
M_Ser=Systémové služby
M_CleanClose=Oprava ešte prebieha. Chcete to naozaj ukončiť ?
M_Finish=Ukončiť (%d)
M_Fixing=Opravujem...
M_Select=Označiť všetko
M_LeftoversTitle=Zvyšky po odinštalovaní
M_Delete=Odstrániť
M_Remove=Odobrať
M_Update=Aktualizovať
M_Block=Blokovať
M_Code=Zadať kód
M_Back=<-Späť
M_ScanLeft=Vyhľadávam zvyšky po odinštalovaní....
M_ScanPlugin=Vyhľadávam škodlivé / reklamné plug-iny...
M_ScanUpdater=Vyhľadávam zastaralý softvér...
M_ScanBanweb=Vyhľadávam oznamy zo stránok...
M_Recommendation=Odporúčané
M_Optional=Voliteľné
ASCPromote_Views=Ďalšie <a>%s</a> položky ovplyvňujú výkon systému.
ASCPromote_View=<a>%s</a> položka ovplyvňuje výkon systému.
Viewdetails=Zobraziť detaily

[Uninstall_Tools_History_M]
ListviewHeader_Software_M=Názov
History_info_DouBle_M=programy, ktoré ste minule vybrali na odinštalovanie neboli celkom odinštalované. Kliknite na "Odinštalovať" pre pokračovanie.
History_info_One_M=program, ktorý ste minule vybrali na odinštalovanie nebol celkom odinštalovaný. Kliknite na "Odinštalovať" pre pokračovanie.
History_Scanfor_M=Vyhľadávanie zvyškov
History_ViewDetail_M=Zobraziť detaily
UninstallLog_No_IsEmpty_M=Žiadne zbytkové súbory neboli nájdené nástrojom "Výkonný sken".
Program_Information=Informácie o softvéri
Files_Deleted=Odstránené súbory
Registries_Deleted=Odstránené záznamy registrov
Scheduled_Tasks_Deleted=Odstránené plánované úlohy
Deleted_on_Reboot=Odstránené po reštarte
Service_Deleted=Odstránené služby
Export_M=Exportovať
rdlbl_NoTkanks=Nie, ďakujem
RdLabelDetailNull=Tu sa zobrazia podrobnosti a stav každého odinštalovaného programu.
RdLabelDetails=IObit Uninstaller vám pomohol odinštalovať programy: <a>%d</a> a tak ušetriť miesta v disku: <a>%s</a>.
RdLabelDetail=IObit Uninstaller vám pomohol odinštalovať <a>%d</a> program a tak ušetriť miesta v disku <a>%s</a>.
History_NoUninstalled_M=Neodinštalované
History_Residualfilesleft_M=Zostalo zbytkových súborov
M_NoHistoryFound=Nenašla sa žiadna história o odinštalovaní

[Uninstaller_ToolUninstallHistory]
RdLabelCaption.caption=História o odinštalovaní
ListView_History.Columns[1].Caption=Dátum odinštalácie
ListView_History.Columns[2].Caption=Veľkosť
ListView_History.Columns[3].Caption=Akcia
Menu_ClearThis.Caption=Zmazať túto históriu
Menu_ClearAll.Caption=Vymazať všetky histórie

[Uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Nie, ďakujem
RdImgBtnUninstall.caption=Odinštalovať
RdListView_History.Columns[0].Caption=Názov aplikácie
RdListView_History.Columns[1].Caption=Stav

[InstallDetected_M]
Install_DetectedOne="%s" bol nainštalovaný.
Install_DetectedTwo=<a>%s</a> programy boli nainštalované.
Install_ViewDetail=Zobraziť detaily

[Uninstaller_form_InstallEnableForm]
btn_Enable.caption=Povoliť
lbl_Caption.caption=Bola zistená nová inštalácia
lbl_InstallMoniorInfo.caption=Odporúčame povoliť nástroj "Install Monitor" (Monitor inštalácií), ktorý vám pomôže vytvoriť a zobraziť log (záznam) všetkých vykonaných zmien v systéme počas inštalovania softvéru.

[Uninstaller_form_InstallDetail]
lbl_RegText.caption=Počet položiek v databáze registrov:
lbl_SzieText.caption=Celková velkosť:
lbl_FileText.caption=Počet súborov:

[Uninstaller_IUInstallMonitorFrm]
rdlbl_LogInstall.Caption=Záznam inštalácií
rdlbl_Or.Caption=ALEBO
rdlbl_Auto.Caption=Auto-monitorovať
rdlbl_Drap.Caption=Manuálne monitorovať

[IUInstallMonitorFrm_M]
TipFileMsi=Nepodporovaný spustiteľný inštalačný súbor. Opäť zadajte a skúste to znovu.
TipFileNotMsiExe=Neplatný spustiteľný inštalačný súbor. Vyberte platný spustiteľný inštalačný súbor a skúste to znovu.
AddTip1=Monitor inštalácií je zaneprázdnený !
AddTip2=Inštalácia sa už monitoruje. Skúste to znovu po dokončení tejto inštalácie.
StarFileTip=Nepodarilo sa spustiť
ExePathErrorTip=Spustenie inštalačného súboru zo sieťovej jednotky nie je podporované. Najprv ho skopírujte na svoj lokálny disk a skúste to znovu.
Logging=Záznam systémových zmien...
rdlbl_TipContent_M=Nástroj "Monitor inštalácií" detekuje a zaznamenáva systémové zmeny pri inštalácii, čo vám umožní zistiť, aké zmeny sledované programy vykonali počas inštalovania.
rdlbl_SwitchTip.Caption_M=Automaticky detekuje a vytvorí log pri inštalácii programu
rdlbl_DragTip.Caption_M=Tu pridaním alebo potiahnutím a pustením inštalačného súboru zaregistrujete jeho inštaláciu

[Uninstaller_frmMonitorLog]
rdlbl_SeeTip.Caption=Monitorovaním inštalácie bol pre vás vytvorený nový inštalačný protokol (log). Všetky podrobnosti sú zobrazené↓nižšie↓
rdlbl_Export.Caption=Exportovať
btnImg_OK.Caption=OK

[IUInstallMonitorLogFrm_M]
DisplayNameTip=Názov:
InstallDateTip=Dátum a čas inštalácie:
VersionTip=Verzia:
PublisherTip=Vydavateľ:
LocationTip=Umiestnenie:
InstallationDurationTip=Trvanie inštalácie:
InstallPackageTip=Inštalácia balíka:
RegEntriesTip=Počet položiek v databáze registrov:
FilesCountTip=Súbory:
TaskCountTip_M=Plánované úlohy:
ServiceCountTip_M=Systémové služby:
DllCountTip=Registrované DLL:
TotalSizeTip=Celková velkosť:
ProgramInformationTip=Informácie o programe
MMORegistryTip=Položky v databáze registrov
MMOFilesTip=Súbory
MMOTaskTip_M=Plánované úlohy
MMOServiceTip_M=Systémové služby
MMODllTip=Registrované DLL
MonitorLog_SecondsLan=sek.
MonitorLog_SecondSingleLan=sek.

[Uninstaller_frmIObitUninstall]
btn_Feedback.Caption=Spätný ohlas
lbl_CheckingText.Caption=Analyzovanie všetkých programov...
lbl_FixDetails.Caption=Skontrolovať & Opraviť

[MainForm_M]
Nav_Colle_Program_All=Programy
Nav_Colle_Browser=Toolbary & pluginy
Nav_Colle_Win=Aplikácie Windowsu
Nav_Colle_AC=Centrum akcií
Nav_Colle_SU=Aktualizátor softvéru
Nav_Item_Program_All=Kompletný softvér
Nav_Item_Bundleware=Bundleware (balíky)
Nav_Item_Program_Recent=Nedávno nainštalované
Nav_Item_Program_Infrequent=Zriedkavo používané
Nav_Item_Program_Large=Veľké programy
Nav_Item_Win_Update=Aktualizácie Windowsu
Nav_Item_Browser_All=Všetky toolbary & pluginy
Nav_Item_InstallMonitor=Monitor inštalácií
Nav_Item_Logged=Protokolovanie softvéru
Hint_Settings=Nastavenia
Hint_Tools=Nástroje
UninstallProTipEnterCode=Zadať kód
UninstallProTipManage=Správca lic. kódu
Button_Uninstall=Odinštalovať
Button_Remove=Odobrať
Button_Update=Aktualizovať všetko
Button_Install=Inštalovať
ToolPopForceUninstall=Vynútené odinštalovanie
ToolPopCleanup=Zdravie softvéru
ToolPopStubborn=Drvič vzdorovitého programu
ToolPopHistory=História odinštalácií
ToolPopFileShredder=Drvič súborov
ToolPopHunterMode=Jednoduchá odinštalácia
ToolPopUpdate=Aktualizácie Windowsu
MoreSettingPopSetting=NASTAVENIA...
MoreSettingPopRestore=Obnovenie systému
MoreSettingPopExport=Export zoznamu softvéru
MoreSettingPopUpdate=Kontrola aktualizácií
MoreSettingPopManual=Užívateľská príručka online
MoreSettingPopSupport=Technická podpora online
MoreSettingPopOnline=IObit online
MoreSettingPopLike=Páči sa mi
MoreSettingPopAbout=O IObit Uninstalleri
MoreSettingPopWhatsNew=Čo je nové
DefaultSelProg=Odinštalujte zbytočné programy pre uvolnenie ďalšieho miesta.
DefaultSelPlug=Odoberte nežiadúce pluginy pre ochranu prehliadačov.
DefaultSelADPlugin1=Odstráňte 1 škodlivý/reklamný doplnok pre bezpečné surfovanie.
DefaultSelADPlugin2=Odstráňte %d škodlivé/reklamné doplnky pre bezpečné surfovanie.
DefaultSelWApp=Odinštalujte nepotrebné aplikácie Windowsu pre zrýchlenie počítača.
DefaultSelBundle=Odinštaluje nevyžiadané bundleware (balíky).
DefaultSelUpdate=Získajte aktualizácie pre svoje dôležité programy.
DefaultUpdaterPromot=Aktualizujte iný softvér pomocou IObit Software Updater.
DefaultUpdaterPromote1=nájdený zastaralý program.
DefaultUpdaterPromote2=nájdené zastaralé programy.
DefaultUpdaterPromoteInfo=Kliknutím na "Aktualizovať všetko" môžete aktualizovať všetky zastaralé programy jedným kliknutím.
SelInfoProg=program vybraný na odinštalovanie. Celková veľkosť:
SelInfoProgM=programy vybrané na odinštalovanie. Celková veľkosť:
SelInfoPlug=plugin vybraný na odstránenie.
SelInfoPlugM=pluginy vybrané na odstránenie.
SelInfoApp=aplikácia vybraná na odinštalovanie. Celková velkosť:
SelInfoAppM=aplikácie vybrané na odinštalovanie. Celková velkosť:
SelInfoBundle=vybraná položka na odinštalovanie.
SelInfoBundleM=vybrané položky na odinštalovanie.
BundleHint=Pri inštalácii hlavného programu, niektoré zámerne vložené aplikácie môžu byť nainštalované aj bez predchádzajúceho upozornenia. Položky, ktoré nechcete, môžete jednoducho neskôr odinštalovať.
RestoreDefaultSettingsButton=Obnoviť východzie nastavenia %s
APTitle=Aktivovanie všetkých funkcií edície PRO
AP5=Vyčistite odinštalovanie pomocou denníka (logu)
AP2=Kompletné odstránenie bundleware (balíkov)
AP3=Rýchly a bezpečný prehliadač
AP4=Aktualizovanie softvéru jedným kliknutím
MainUpdate_Hint=Nová verzia
HealthCheckFound1=<a>%d</a> zvyšky po odinštalovaní
HealthCheckFound2=<a>1</a> zvyšok po odinštalovaní
HealthCheckFound3=<a>%d</a> škodlivé/reklamné doplnky
HealthCheckFound4=<a>1</a> škodlivý/reklamný doplnok
HealthCheckFound5=Zastaralý softvér: <a>%d</a>
HealthCheckFound6=<a>1</a> upozornenie na stránku
HealthCheckFound7=<a>%d</a> upozornenia na stránku
StubbornFound=Boli nájdené programy s problémami pri odinštalovaní
NewsDisconnCaption=Zdieľajte IObit Uninstaller so svojimi rodinami a priateľmi.
NewsDisconnDes=Budú nadšený z jeho kvalitou !
NewsNewVerCaption=Je k dispozícii dôležitá aktualizácia
NewsNewVerDes=Stiahnite si najnovšiu verziu.
ToolPopForceUninstall_Detail=Pomôže odinštalovať softvér, ktorý nie je možné odinštalovať bežným spôsobom
ToolPopCleanup_Detail=Jednoduchšia činnosť softvéru a zníženie bezpečnostných rizík
ToolPopHistory_Detail=Zobrazenie podrobností a stavu po každom odinštalovanom programe
ToolPopFileShredder_Detail=Pomôže bezpečne a natrvalo odstrániť nepotrebné súbory
ToolPopHunterMode_Detail=Presunutím zameriavača "Easy Uninstall" nad ikonu akéhokoľvek softvéru ho ľahko odinštalujete
ToolPopUpdate_Detail=Zoznam všetkých nainštalovaných aktualizácií systému Windows vo vašom počítači
ToolPopStubborn_Detail=Jednoduchým spôsobom pomôže dôkladne odstrániť obtiažne odstrániteľný softvér.
DefaultSelInfo_Logged=Protokolované programy sa dajú dôkladnejšie odinštalovať.

[MetroApp_M]
NoSerchItem_Tip=Žiadne položky nezodpovedajú vášmu hľadaniu.
Win8NoItemTip_M=Nenašli sa žiadne aplikácie systému Windows
Win8LoadingApp=Načítavam aplikácie...
Win8ListViewGroupsWin8AppHeader=Aplikácie Windowsu
Win8ListViewGroupsWin8AppSubtitle=Aplikácie vydané spoločnosťou Microsoft Corporation.
Win8ListViewGroupsThirdHeader=Aplikácie tretích strán
Win8ListViewGroupsThirdSubtitle=Aplikácie vydané treťou stranou.
RateTipNoRate=Zatiaľ neohodnotené.
RateTipHaveRate=hodnotenie užívateľov.

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Názov
ListView_AppList.Columns[1].caption=Veľkosť
ListView_AppList.Columns[2].caption=Dátum inštalácie
ListView_AppList.Columns[3].caption=Akcia
lbl_Notice.caption=Ak chcete zobraziť aplikácie Windowsu, uistite sa, či váš bežný účet má práva "Administrátora".
mniUninstall.caption=Odinštalovať
mniRefush.caption=Obnoviť
mniDetails.caption=Detaily
mniOpenFile.caption=Otvoriť umiestnenie súboru
mniOpenReg.caption=Otvoriť v regedite
mniOpenWinstore.caption=Otvoriť vo Winstore
mniSearchOnline.caption=Hľadať online

[Uninstaller_DiskSmallFrm]
rdlbl_title.Caption=IObit Uninstaller
btnimg_IsShow.Caption=Viac to nezobrazovať
btnimg_uninstall.Caption=Odinštalovať
rdlbl_NoticeInfo.Caption=Voľného priestoru vo vašom systémovom disku je menej ako 10%.
rdlbl_NoticeTip.Caption=Odinštalovaním nežiadúceho softvéru pomocou IObit Uninstalla, získate viac voľného diskového priestoru.

[LeftNoticeForm_M]
lbl_Caption=IObit Uninstaller
lblHtml_Info=Nájdených zvyškov po odinštalovaní:  <a>%s</a>.
rdlbl_Tip=Odstráňte ich pre uvolnenie miesta v disku.
imgbtn_Clear=Odstrániť

[Uninstaller_From_PluginNotice]
lbl_Title.caption=IObit Uninstaller
btnImg_Remove.caption=Zobraziť detaily

[uninstall_Mitor_M]
ProStillLeavesone_M=%d program stále zanechal :
Lbl_metro_Atten.caption=Upozornenie !
lbl_show.caption=Po "%s" stále zostali súbory, ktoré môžu mať vplyv na výkon tohto PC.
showDetails_M=Zobraziť detaily
Cleanmanually_M=Manuálne čistenie
AutoClean_M=Automatické čistenie
Cleaning_M=Čistenie
Cleannow_M=Čistiť
StillLeavas_M="%s" ešte zostalo:
RegistryEntries_M=položky registrov
MBFiles_M=MB súborov
LeftBy_M=zbytkov "%s" bolo odstránených
Cleanfuture_M=Stále automaticky zmazať
Registry_M=Register
File_M=Súbor
Files_M=súborov
rdlblCleanupCompleted.caption=Čistenie dokončené
rdlblIncomplete.caption=Neúplné odinštalovanie
Setting_M=Nastavenia
Uselessfiles_M=zbytkové súbory
Uselessregistryentries_M=zbytkové položky v registry
UselessregistryentriesOne_M=zbytočné položky v registry
Removingnow_M=Odstraňovanie...
rdlblRemoving.caption=Odstraňovanie...
TrayHintstill=ešte je možné odstrániť %d zbytkov.
CCtrayHint_M=ešte je možné odstrániť ďalších %d zvyškov.
LeftoversRemoved_M=Zvyškov %s bolo odstránených z:
ProStillLeaves_M=%d programov stále zostáva:
Lan_ViewDetails_M=Zobraziť detaily
Lan_BundleNoticeText_M=Pri inštalácii %s bol detekovaný balík.

[Plugin_M]
ListViewPlugSysbit=bajt
ListViewGroupMaliciousTitle=Škodlivé toolbary && pluginy
ListViewGroupMaliciousDesc=Tieto toolbary && pluginy môžu zmeniť vašu východziu domovskú stránku a pomôcť hackerom ukradnúť vaše súkromé informácie.
ListViewGroupAdTitle=Reklamné toolbary && pluginy
ListViewGroupAdDesc=Tieto toolbary a doplnky môžu zobrazovať reklamy, bannerové reklamy atď.
ListViewGroupTrustTitle=Dôveryhodné toolbary && pluginy
ListViewGroupTrustDesc=Toolbary && pluginy v tabuľke ↓nižšie↓ nepoškodia tento počítač. Môžete ich odobrať alebo ponechať podľa svojich potrieb.
ListViewGroupExtensions=Rozšírenie
ListViewGroupPlugins=Pluginy
ListViewGroupToolbar=Toolbary
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupExtension_DES=Rozšírenie sa používa na prispôsobenie prehliadačov funkciami, ktoré si sami vyberiete.
ListViewGroupPlugin_DES=Plugin môže byť jednoducho nainštalovaný a používaný ako súčasť webového prehliadača.
ListViewGroupToolbar_DES=Toolbary pomáhajú zrýchliť prístup na webové stránky alebo využívať rôzne funkcie.
ListViewGroupBHO_DES=BHO pomáha prispôsobovať prehliadače a poskytuje jednoduchšie interaktívne funkcie.
ListViewGroupActivex_DES=ActiveX využíva program Internet Explorer pre uľahčenie prehrávania multimediálnych súborov.
NoSerchItem_Tip=Žiadne položky nezodpovedajú vášmu hľadaniu.
PluginColumnStr_Title=Názov (celkom: %d)
ChromeSyncMsg=Synchronizácia v Chrome je povolená. Vybrané pluginy môžu byť automaticky reinštalované aj po ich odstránení. Kliknite na <a>Zakázať synchronizáciu Chrome</a> a postupujte podľa pokynov na našom fóre pre zakázanie synchronizácii Chromu.
FuncPluginSysPluginMsgBox=Neodporúčame odstrániť %s, lebo niektoré pridružené funkcie prehliadača môžu byť po odstránení ovplyvnené.
FuncPluginLoading=Načítavam...
FuncPluginRmoveSuccess=Úspešne odstránené. Načítavam...
FuncVotePlugSelectMsgBox=Vyberte položku, ktorú chcete hodnotiť
FuncPluginRmoveConfireSingleMsgBox=Naozaj chcete odstrániť vybranú položku ?
FuncPluginRmoveConfireSomeMsgBox=Naozaj chcete odstrániť vybrané položky ?
FuncCheckBrowserMsgBox_1=%s je spustený.
FuncCheckBrowserMsgBox_2=Kliknutím na "OK" ho zatvorte (no najskôr si uložte svoju prácu).
FuncCheckBrowserMsgBox_3=Alebo kliknite na "Zrušiť" pre zrušenie operácie.
FuncCheckBrowserMsgBox_4=%s sú spustené.
FuncCheckBrowserMsgBox_5=Kliknutím na "OK" zatvorte položky (no najskôr si uložte svoju prácu).
FuncCheckBrowserMsgBox_6=Alebo kliknite na "Zrušiť" pre zrušenie operácie.
FuncPluginRemoveFailedMsgBox_1=Nepodarilo sa odstrániť nasledujúce položky:
FuncPluginRemoveFailedMsgBox_4=Odstránenie %s môže zlyhať, lebo ho chráni %s. Ukončte %s a reštartujte IObit Uninstaller pre opätovné spustenie odstránenia.
FuncRestoreSuccessMsgBox=Úspešne obnovené východzie nastavenia.
FuncRestoreFailedMsgBox=Nepodarilo sa obnoviť východzie nastavenia prehliadača.
PluginRestoreStr=Obnoviť východzie nastavenia %s
FuncVoteMarkSelectMsgBox=Prosíme o hodnotenie.
FuncVoteFailedMsgBox=Hodnotenie zlyhalo. Skontrolujte pripojenie k sieti a skúste to znova.
FuncVoteActiveVote=Hodnotiť
FuncVoteWaitting=Odosiela sa hodnotenie. Čakajte prosím...
VoteStr_1=<a>1</a> užívateľ hodnotil. Už ste aj vy hodnotili.
VoteStr_2=Ešte sme neobdržali žiadne hodnotenie. Buďte prvý(á).
VoteStr_3=<a>%d</a> užívateľov hodnotilo. Už ste aj vy hodnotili.
VoteStr_4=<a>%d</a> užívateľov hodnotilo. Čo si myslíte o tomto plugine(doplnku) ?
NoticeInfoEx_One=<a>1</a> škodlivý plugin sa našiel vo vašom prehliadači. Spustite IObit Uninstaller pre jeho odstránenie.
NoticeInfoEx_Some=Počet nájdených škodlivých pluginov vo vašom prehliadači : <a>%d</a>. Spustite IObit Uninstaller a môžete ich odstrániť.
Removingnow_M=Odstraňujem...
mniOpeninRegedit_M=Otvoriť v Regedite
lbl_NoFoundItems.caption_M=Nenašli sa žiadne toolbary ani doplnky

[Uninstaller_fraBrowserCleaner]
rdlvAllBrowse.Columns[0].Caption=Názov
rdlvAllBrowse.Columns[1].Caption=Hodnotené užívateľmi
rdlvAllBrowse.Columns[2].Caption=Akcia
rdlvCustomBrowse.Columns[0].Caption=Názov
rdlvCustomBrowse.Columns[1].Caption=Akcia
mniRemove.Caption=Odobrať
mniRate.Caption=Hodnotiť
mniIgone.Caption=Ignorovať
mniRefush.Caption=Obnoviť
mniOpenFloder.Caption=Otvoriť umiestnenie súboru
mniSelectedAll.Caption=Označiť všetko
mniInvertSelection.Caption=Prevrátiť výber
mniSearchOnline.Caption=Hľadať on-line

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Obnoviť prehliadač
lblConfire.Caption=Naozaj chcete obnoviť východzie nastavenia ?
lblHomepageTitle.Caption=Aktuálna domovská stránka:
lblSearchTitle.Caption=Aktuálne predvolený prehliadač:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Zrušiť

[Uninstaller_Program_M]
Noprograms_Frequencyofuse_New_M=Nenašli sa žiadne programy (nepoužívajúce sa dlhšiu dobu ako 2 mesiace)
Noprograms_Size_M=Žiadne programy neprekračujú %s.
Noprograms_match_M=Žiadne položky nezodpovedajú vášmu hľadaniu.
Noprograms_Recent_M=Nenašli sa žiadne programy nainštalované v posledných 10 dňoch.
monthsago_M=pred %d mesiacmi
yearsago_M=pred %d rokom
yearsagos_M=pred %d rokmi
SoftwareFrame_InstallDate_M=Dátum inštalácie
SoftwareFrame_FrequencyUse_M=Posledné použitie
HistoryInfo_DisplayName=Názov
HistoryInfo_Publisher=Vydavateľ
HistoryInfo_Version=Verzia
HistoryInfo_InstallDate=Dátum inštalácie
HistoryInfo_UseSize=Zaberá miesta
HistoryInfo_Location=Umiestnenie
HistoryInfo_UninstallDate=Dátum odinštalácie
Lan_NoBundle_New=Bundleware (balík) je súčasť softvéru, ktorý môže nainštalovať rôzne nástroje bez vášho vedomia či upozornenia pri inštalácii hlavného programu.
Lan_Main_Soft=Hlavný program
Lan_Bundled_Soft=Pribalený program
Lan_Bundled_Plug=Pribalený plugin
ColumnName_Logged=Inštalačný log
ColumnName_LogDate=Dátum inštalácie
ViewDetail=Zobraziť log
NoPrograms_Logged=Softvér zaznamenaný vo vytvorenom protokole nástrojom "Monitor inštalácie" vám umožní v budúcnosti oveľa dôkladnejšie odinštalovať zaprotokolovaný softvér.

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Veľkosť
ListView_SoftwareList.Columns[2].Caption=Dátum inštalácie
ListView_SoftwareList.Columns[3].Caption=Akcia
Menu_Program_Uninstall.caption=Odinštalovať
Menu_Program_Repair.caption=Opraviť
Menu_Program_Refresh.caption=Obnoviť
Menu_Program_OpenFileLocation.caption=Otvoriť umiestnenie súboru
Menu_Program_OpeninRegedit.caption=Otvoriť v regedite
Menu_Program_SearchOnline.caption=Hľadať on-line

[Uninstaller_Frame_Bundle]
ListView_BundleList.Columns[1].Caption=Typ
ListView_BundleList.Columns[2].Caption=Akcia
Menu_Program_Uninstall.caption=Odinštalovať
Menu_Program_OpenFileLocation.caption=Otvoriť umiestnenie súboru
Menu_Program_OpeninRegedit.caption=Otvoriť v regedite
Menu_Program_SearchOnline.caption=Hľadať on-line
mni_Ignore.caption=Ignorovať

[PromoteForm_M]
M_ProAD_Title=Ďalšie funkcie a výhody programu PRO edície:
M_ProAD_CleanLog=Dôkladne odinštaluje softvér pomocou vytvorených protokolov (logov) počas inštalácií
M_ProAD_Monitor=Monitorovanie inštalovania programu pre uľahčenie odstránenia jeho celého balíka (bundleware)
M_ProAD_Database=Rozsiahla databáza pre dôkladnejšie odstránenie nepoddajných programov
M_ProAD_Plugin=Odstránenie škodlivých/reklamných pluginov pre bezpečnejšie a hladké online surfovanie
M_ProAD_Update=Jedným kliknutím vaše dôležité programy budú vždy aktualizované
M_Continue=Pokračovať v odinštalovaní
M_BundleTitle=Aktivácia IObit Uninstaller PRO pre úplné odstránenie balíkov softvéru
M_BundleTitle2=Monitorovanie inštalovania softvéru v reálnom čase a jednoduché odstránenie balíka
M_UninstallLogTitle=Aktivácia programu IObit Uninstaller PRO pre automatické detekovanie a protokolovanie inštalácii softvéru pre budúce dôkladné odinštalovanie podľa uložených inštalačných protokolov.
M_PluginMaliciouTitle=Aktivácia programu IObit Uninstaller PRO pre dokonalé odstraňovanie škodlivých/reklamných pluginov
M_PluginMaliciouTitle2=Stále sa rozširujúca databáza pomôže odstrániť viac škodlivých/reklamných doplnkov
M_UpdatePromoteOne=%d program môžete aktualizovať.
M_UpdatePromoteOnes=%d programy môžete aktualizovať.
M_UpdatePromoteTwo=Aktivujte program IObit Uninstaller PRO pre aktualizovanie svojho softvéru jedným kliknutím.
M_UpdatePromoteTwos=Aktivujte program IObit Uninstaller PRO pre aktualizovanie svojho softvéru jedným kliknutím.
M_SPUninstallFail=Nepodarilo sa odinštalovať %s.
M_SPAD_Title=Aktiváciou na PRO edíciu to odinštalujete s konkrétnou databázou.
M_SPUninstallFailCount=%d programy sa nepodarilo odinštalovať.
M_SPADCount_Title=nie je možné odinštalovať bežným spôsobom. Aktivujte si PRO, aby ste ich odinštalovali s konkrétnou databázou.
SpecPromotTile_1=Nepodarilo sa odinštalovať %s.
SpecPromotTile_2=%d programy sa nepodarilo odinštalovať.
SpecPromotTile_3=1 program bol odinštalovaný.
SpecPromotTile_4=%d programy boli odinštalované.
SpecPromotTile_5=Nepodarilo sa odinštalovať 1 program.
SpecPromotTile_6=%d programy sa nepodarilo odinštalovať.
SpecPromotInfo_1=Aktiváciou na PRO to odinštalujete s konkrétnou databázou.
SpecPromotInfo_2=Aktiváciou na PRO ich odinštalujete s konkrétnou databázou.
SpecPromotInfo_3=%s sa nedá odinštalovať bežným spôsobom.
PromoteEnterCode=Zadanie kódu
UpdateProTitle=Aktivovaním PRO edície vyriešite aj nasledujúce problémy...
RdAdPlugins=<a>%s nebezpečné/reklamné doplnky</a> môžete blokovať pre kľudnejšie surfovanie
RdAdPlugin=<a>%s škodlivý program/plugi-in reklamy</a> môžete odstrániť pre ochranu surfovania
RdAdUpdates=<a>%s neaktualizovaný softvér</a> je potrebné aktualizovať, aby sa znížilo riziko zraniteľnosti

[Protip_M]
Congratulations_M=Gratulujeme !
YouHave_M=Úspešne ste aktualizovali aplikáciu IObit Uninstaller na najnovšiu verziu.
Try_M=Vyskúšať !
Tip_M=Úspešne sa automaticky aktualizoval na IObit Uninstaller <a>%d</a>.
WhatNew_M=Čo je nové v najnovšej verzii:
More_M=Viac podrobností

[Uninstaller_Public_M]
Lan_ButtonCancel=Zrušiť
Lan_ButtonClose=Zatvoriť
Lan_ButtonContinue=Pokračovať
Lan_ButtonClean=Čistiť
Lan_Cleaning=Čistenie
Lan_Details=Detaily
Lan_Exit=Ukončiť
Lan_Hide=Skryť
Lan_Ignore=Ignorovať
Lan_Ignored=Ignorovaný
Lan_item=položka
Lan_items=položky
Lan_LoadingD=Načítavam...
Lan_WindowMin=Minimalizovať
Lan_WindowMax=Maximalizovať
Lan_ButtonNo=NIE
Lan_Name=Názov
Lan_NameT=Názov (celkom: %d)
Lan_Notagain=Viac to nezobrazovať
Lan_ButtonOK=OK
Lan_Publisher=Vydavateľ
Lan_WindowRest=Zmenšiť okno
Lan_ButtonRemove=Odobrať
Lan_State=Stav
Lan_Show=Zobraziť
Lan_Scan=Skenovať
Lan_Search=Hľadať
Lan_ButtonUninstall=Odinštalovať
Lan_Version=Verzia
Lan_ButtonYES=ÁNO
Lan_ButtonFor0=Získať PRO za 0 €
Lan_ButtonActivate=Aktivovať
Lan_ButtonUpgrade=Upgradovať
Lan_ButtonUpgradeFor0=Upgradujte teraz za 0 €
Lan_DisplayName=Názov
Lan_Installationpath=Umiestnenie inštalácie
Lan_Description=Popis
Lan_LinkAbout=O odkaze
Lan_LinkHelp=Odkaz pomoci
Lan_SysMsgCorrupted=Niektoré súbory aplikácie IObit Uninstaller sú poškodené. Musíte preinštalovať IObit Uninstaller.
Lan_Bit=bajtov

[Unistaller_Register_M]
license_OtherCode_M=Licenčný kód %s je platný iba pre %s. Kliknite na "OK" pre stiahnutie, inštalovanie a registrovanie %s.
LicenseCannotconnect_M=Nepodarilo sa pripojiť k nášmu serveru. Skontrolujte svoje nastavenia siete / proxy a skúste overiť svoju licenciu neskôr.
license_OtherGivewalys_M_M=%s je darovaný licenčný kód a platí iba pre určenú verziu. <a>TU</a> kliknite a zakúpte si nový licenčný kód pre IObit Uninstaller %s PRO.
License_expired_M=Licencia %s už vypršala. <a>Tu</a> kliknite pre zakúpenie novej licencie.
License_maximum_M=Licencia %s už bola aktivovaná pre maximálny počet počítačov a už nemôže byť viac použitá. <a>Tu</a> kliknite pre zakúpenie novej licencie, aby ste mohli aktivovať IObit Uninstaller PRO v tomto počítači.
License_Free_M=Licencia %s sa nedá aktivovať. Zakúpte si novú licenciu pre svoj IObit Uninstaller PRO.
License_valid_M=Neplatný licenčný kód! Zadajte platný licenčný kód.
LicenseSeat_M=Licencia:
LicenseCodeLiftTime_M=Toto je celoživotný licenčný kód, ktorý platí iba pre IObit Uninstaller v%d. Nainštalujte IObit Uninstaller v%d PRO a aktivujte.
licensedays_left_M=Zostáva dní :  %d
licenseday_left_M=Zostáva %d deň
LicenseCodeLocation_M=Licenčný kód %s nie je platný pre váš región alebo krajinu. Ak si chcete zakúpiť platný licenčný kód, kliknite na "OK".
Never_M=Nikdy

[Uninstaller_Form_Activate]
Label_Get.caption=Kúpte si kód on-line
Label_Retrv.caption=Stratil(a) som lic. kód
Label_Eg.caption=Napr.: AAAAA-BBBBB-CCCCC-DDDDD
lblTitleThree.caption=Rýchlejšie a bezpečnejšie prehliadanie
lblContentThree.caption=Odstráni (zablokuje) škodlivé/reklamné pluginy pre bezpečné a nerušené online surfovanie.
lblTitleFour.caption=Aktualizátor softvéru
lblContentFour.caption=Ľahko a rýchlo kontroluje aktualizácie dôležitých programov (aplikácií).
RdImgBtnRegNow.caption=REGISTROVAŤ
RdLabelCaption.caption=Aktivujte si PRO edíciu pre získanie všetkých kvalít služieb aplikáciie
Label_Please.caption=Zadajte svoj licenčný kód ↓nižšie↓ a kliknite na "REGISTROVAŤ" pre aktiváciu kompletných funkcií edície PRO.
Label_Code.caption=Licenčný kód :
RdBtnlab.caption=Ponúkame ďalšie výhody :
RdImgBtn_Upgrade.caption=Chcem PRO

[Form_Activate_M]
lblTitleOne.caption_M=Vyčistite odinštalovanie pomocou denníka (logu)
lblContentOne.caption_M=Dôkladne odinštaluje softvér pomocou vytvorených protokolov (logy) počas inštalácií
lblTitleTwo.caption_M=Ťažko odinštalovateľný softvér
lblContentTwo.caption_M=Veľká databáza pre úplné odstránenie ťažko odinštalovateľného softvéru

[Uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Zatvoriť
lbleg.Caption=Napr.: AAAAA-BBBBB-CCCCC-DDDDD
rdlblHelp.caption=Pomoc online
Label_Please.caption=Zadajte svoj licenčný kód ↓nižšie↓ a kliknite na "REGISTROVAŤ" pre aktiváciu všetkých funkcií edície PRO.
Label_Code.caption=Licenčný kód :
RdImgBtnRegister.caption=REGISTROVAŤ
Label_Retrv.caption=Stratil(a) som lic. kód.
Label_HaveLicense.caption=Nemáte licenčný kód ?
Label_click.caption=Tu kliknite pre získanie.
RdImageButton_Back.caption=<-Späť
RdImageButton_Close.caption=Zatvoriť
RdLabelCaption.caption=Správca lic. kódu
Label_Status.caption=Stav lic. kódu :
Label_Activated.caption=Aktivovaný
Label_Lcode.caption=Licenčný kód :
Label_Data.caption=Dátum ukončenia :
Label_Refresh.caption=Obnoviť
Label_Export.caption=Export. licenciu
rdlblAlread.caption:=Už mám licenčný kód

[uninstaller_Form_licensemessage]
rdlblHelp.caption=Pomoc online
RdImgBtn_Closetwo.caption=Zatvoriť
Label_success.caption=GRATULUJEME. Licenčný kód bol úspešne aktivovaný.

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Stlačením ľavého tlačidla myši, držaním a jej presúvaním vyberiete oblasť obrazovky z ktorej chcete vytvoriť snímok
M_NoticeInfo_AC=2. Kliknutím pravého tlačidla myši alebo stlačením klávesy "Esc" to ukončíte.
M_Rect=Obdĺžnik
M_Oval=Ovál
M_Text=Text
M_Paintbrush=Štetec
M_Return=Obnoviť operáciu (Ctrl + Z)
M_Copy=Kopírovať do schránky
M_Exit=Ukončiť
M_Save=Uložiť
M_TipInfo=Snímok obrazovky bol uložený do schránky. Môžete použiť aj "Ctrl + V" pre uloženie.
M_TipShow=Viac to nezobrazovať
M_TipSure=OK

[Uninstaller_frmSetting]
lbl_Caption.caption=NASTAVENIA
lbl_UserInterfaceTitle.caption=Užívateľské rozhranie
lbl_SkinTitle.caption=Vzhľad :
lbl_LanguageTitle.caption=Aktuálny jazyk :
lbl_FontSize.caption=Veľkosť písma :
lbl_Dark.caption=Čierny
lbl_Light.caption=Biely
lbl_UpdateTitle.caption=Spôsob aktualizovania
lbl_UpdateChooseDes.caption=Spôsob aktualizovania tohto produktu
btnImg_UpdateRemind.caption=Oznamovať dostupnosť aktualizácií
btnImg_UpdateAuto.caption=Automaticky aktualizovať
lbl_GeneralCaption.caption=Všeobecné
btnImg_AutoDelete.caption=Automaticky odstraňovať zbytkové súbory
btnImg_AfterUninstallAutoScan.caption=Automaticky odstraňovať zvyšky softvéru po odinštalovaní iným odinštalačným programom
btnImg_RemoveToRecycleBin.caption=Odstraňovať súbory zvyškov do Koša
btnImg_ShowExplorerButton.caption=Pridať možnosť "Skartovať súbor" do Prieskumníka Windowsu
btnImg_ShowComponents.caption=Nezobrazovať komponenty v spustenom systéme
btnImg_ShowMenuButton.caption=Pridať možnosť "Výkonné odinštalovanie" do kontextovej ponuky systému Windows
btnImg_OK.caption=OK
btnImg_Cancel.caption=Zrušiť
lbl_HotKey.caption=Klávesy pre odinštalovanie :
lbl_OccupiedHotKey.caption=Už sa používajú, zadajte nové.
lbl_Notification.caption=Oznamovanie
btn_NotifySoftUpdater.caption=Oznamovať dostupnosť nových aktualizácií softvéru
btnImg_SystemDiskSpace.caption=Upozorňovať ak voľného miesta v disku bude menej ako 10%
lbl_Boundleware.caption=Zoznam výnimiek
btnImg_remove.caption=Odobrať
btnImg_UserInterface.Caption=Užívateľské rozhranie
btnImg_General.Caption=Všeobecné
btnImg_Notification.Caption=Oznamovanie

[Uninstall_setting_M]
Setting_UITitle=Užívateľské rozhranie
Setting_GeneralTilte=Všeobecné
Setting_NotificationTilte=Oznamovanie - upozorňovanie
Setting_BoundlewareTilte=Zoznam výnimiek
Setting_Size_Normal=Normálne
Setting_Size_Large=Veľké
Setting_Size_Larger=Najväčšie
Setting_listviewHeader=Názov položky
SystemComponentsInfo=Systémové komponenty ako Microsoft .NET Framework, Microsoft Visual C++ Redistributable alebo Microsoft XNA.
btnImg_NotificInstallLog_M1=Oznamovať vytvorenie inštalačného denníka pri auto-monitorovaní
btnImg_BundlewareInstalled_M=Upozorňovať na inštaláciu balíka
btnImg_BrowserPlugTip_M=Upozorňovať na inštaláciu škodlivého plug-inu
btnImg_AutoShowTipForm_M=Upozorňovať na iný spôsob odinštalovania softvéru
btnImg_leftovers_M=Upozorňovať na nájdené zvyšky po odinštalácii softvéru
btnImg_Boundleware.Caption_M=Zoznam výnimiek
rdlbl_BoundlwareTip.caption_M=Balík v "Zozname výnimiek" nebude kontrolovaný, až kým ho neodstránite z↓nižšie↓uvedeného zoznamu.

[SoftUpdate_M]
SU_GroupOutData=Zastaralý
SU_GroupUpToDate_New=Aktuálny
SU_Ignore=Ignorovať
SU_Ignored=Ignorovaný
SU_NoIgnore=Zrušiť ignorovanie
SU_Update=Aktualizovať
SU_Updating=Aktualizácia
SU_UpToDate=Aktuálny
SU_NewVersion=Nová verzia
SU_CurrVersion=Používaná verzia
SU_ActivePro=Aktivovať automatické aktualizácie
SU_Button_UpdateAll=Aktualizovať všetko
SU_NoFindUpdates=Nie su dostupné žiadne aktualizácie
SU_IgnoreForever=Ignorovať všetky aktualizácie
SU_IgnoreCurrent=Ignorovať iba túto aktualizáciu
SU_CancelUpdate=Prebieha aktualizácia. Naozaj chcete zrušiť aktualizáciu ?

[SoftUpdatePromote_M]
IUP_Manually=Aktualizujte manuálne
Img_Tab=Aktivujte IObit Uninstaller PRO pre
LbIUPromote1=Aktualizuje všetky dôležité programy iba jedným kliknutím
LbIUPromote2=Inštaluje aktualizácie automaticky bez toho, aby ste navštívili webové stránky
SUInstall=Inštalovať
SUImg_Tab=IObit Software Updater - inštalovanie
LbSUPromote1=Bez námahy aktualizuje oveľa viac programov
LbSUPromote2=Jednoducho nainštaluje programy, ktoré si zvolíte
SUEULA=Kliknutím na "Inštalovať" súhlasíte s inštaláciou aplikácie IObit Software Updater, prijímate jeho <a>EULA</a> a <a>Zásady ochrany súkromia </a>.

[SoftUpdateTip_M]
TipOne=Bolo by dobré aktualizovať produkt: <a>%s</a>
TipOnes=Bolo by dobré aktualizovať produkty: <a>%s</a>
NeverShow=Viac to nezobrazovať
BtnUpdate=Aktualizovať

[SpecUTool_M]
SpecTOpen=Otvoriť
SpecTOK=OK
SpecTHide=Skryť
TrayHint=IObit Uninstaller prevádza odinštalovanie softvéru
SpecTUninstalling=Odinštalovanie nasledujúceho softvéru:
SpecTUninstallingM=Odinštalovanie nasledujúcich programov:
SpecTUninstalled=program bol odinštalovaný.
SpecTUninstalledM=programy boli odinštalované.
SpecTClose=Zatvoriť

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Obnovenie systému
rdlblDesc.Caption=Obnoví počítač do stavu v ktorom sa nachádzal pred vybranou udalosťou. Posledný Bod obnovenia sa nedá odstrániť pre zabezpečenie systému.
ListView_Restore.Columns[0].Caption=Dátum & čas
ListView_Restore.Columns[1].Caption=Popis
btn_CreateRestorePoint.Caption=Vytvoriť Bod obnovenia
RdImageButton_Restore.Caption=Obnoviť
RdImageButton_Delete.Caption=Odstrániť
lblNull.Caption=Body obnovenia systému neboli ešte vytvorené.
Rdlbl_CreateRestorePoint.caption=Vytvoriť Bod obnovenia

[SystemRestore_M]
SysRestore_CreateComplete=Bod obnovenia bol úspešne vytvorený.
SysRestore_CreateFailed=Vytvorenie Bodu obnovenia zlyhalo! Skontrolujte, či je funkcia Obnovenie systému povolená.
SysRestore_CreateRestore_Confirm=Naozaj chcete vytvoriť Bod obnovenia ?
SysRestore_CreateRestore_Tip=Prebieha vytváranie Bodu obnovenia. Čakajte prosím...
SysRestore_CreateRestore_Failed=Vytvorenie Bodu obnovenia zlyhalo! Skontrolujte, či je funkcia Obnovenie systému povolená.
SysRestore_SetRestore_Confirm=UPOZORNENIE: Obnovením systému do zvoleného Bodu obnovenia sa vrátia späť všetky zmeny vykonané po tomto bode obnovenia. Po tomto spustení systémovú funkciu Obnovenie systému "NIE je možné zrušiť ani prerušiť". Naozaj chcete pokračovať ?
SysRestore_SetRestore_Reboot=Pre uplatnenie týchto zmien sa vyžaduje reštartovať počítač. Uložte všetky otvorené súbory a zatvorte všetky otvorené programy pred reštartovaním. Chcete reštartovať počítač teraz ?
SysRestore_SetRestore_Tip=Prebieha obnovovanie systémových súborov a všetkých nastavení. Čakajte prosím...
SysRestore_Delete_Confirm=Naozaj ho chcete odstrániť ?

[UninstallForm_M]
MsgBox_SelectProgram=Vyberte aspoň jeden program.
Msg_Bundle_RebootSpec=bol odinštalovaný. Ak chcete odinštaláciu dokončiť, reštartujte počítač.
OneItemStr=%d položka
SomeItemStr=%d položky
Clean_Uninstall=Čistiť po odinštalovaní
RebootToDelete_Str=(Odstrániť po reštarte)
UninstallingSingleStr=Naozaj chcete odinštalovať vybraný program ?
UninstallingSomeStr=Naozaj chcete odinštalovať vybrané %d programy ?
UninstallingSingleStrUpdate=Naozaj chcete odinštalovať vybranú aktualizáciu systému Windows ?
UninstallingSomeStrUpdate=Naozaj chcete odinštalovať vybrané %d aktualizácie systému Windows ?
UninstallingSingleStrApp=Naozaj chcete odinštalovať vybranú aplikáciu Windowsu ?
UninstallingSomeStrApp=Naozaj chcete odinštalovať vybrané aplikácie %d Windowsu ?
Uninstall_Str=Prebieha odinštalovanie %s (%d/%d)
Scan_Str=Skenovanie %s (%d/%d)
UninstallOne_Str=Prebieha odinštalovanie %s
ScanOne_Str=Prebieha skenovanie %s
CreateRetore_Str=Prebieha vytváranie Bodu obnovenia. Čakajte prosím...
SureToDeleteSomeStr=Odinštalované programy <a>%d</a>. Pozorne skontrolujte a označte iba položky, ktoré chcete odstrániť.
SureToDeleteOneStr=Odinštalovaný <a>1</a> program. Pozorne skontrolujte a označte iba položky, ktoré chcete odstrániť.
SureToDeleteSomeStrApp=<a>%d</a> aplikácie Windowsu boli odinštalované. Stále však zostali zvyšky.
SureToDeleteOneStrApp=<a>1</a> aplikácia Windowsu bola odinštalovaná. Stále však zostali zvyšky.
SureToDeleteByHistroy=Žiadne zvyšky sa nenašli
DeletingStr=Prebieha odstraňovanie zvyškov. Čakajte prosím
DeleteCancleStr=Naozaj chcete zrušiť odstraňovanie ?
RestoringCancleStr=Prebieha vytváranie bodu obnovenia. Naozaj to chcete zrušiť ?
UninstallingCancleStr=Prebieha odinštalovanie a množstvo súborov môže ešte zostať v PC, ak teraz to ukončíte. Aj tak to chcete ukončiť ?
ScaningCancleStr=Pozor, vyhľadávanie zvyškov stále prebieha a ak to skončíte, môžu zostať zvyšné súbory. Naozaj to chcete ukončiť a odisť ?
RegistryCaption_Str=Register
FileCaption_Str=Súbor
TaskCaption_Str=Naplánované úlohy
ServiceCaption_Str=Systémové služby
DllCaption_Str=Registrované DLL
SuccessReslutFromHistroySingle=Zbytkové súbory boli úspešne vyčistené. Pozrite si podrobnosti ↓nižšie↓:
SuccessReslutFromUninstallSingle=Úspešne ste odinštalovali program <a>%d</a> s podrobnosťami uvedenými ↓nižšie↓:
SuccessReslutFromUninstallSome=Úspešne ste odinštalovali programy <a>%d</a> s podrobnosťami uvedenými ↓nižšie↓:
SuccessReslutFromUninstallSingleApp=Úspešne ste odinštalovali <a>%d</a> aplikáciu systému Windows a podrobnosti sú uvedené↓nižšie↓
SuccessReslutFromUninstallSomeApp=Úspešne ste odinštalovali <a>%d</a> aplikácie systému Windows a podrobnosti sú uvedené↓nižšie↓
SuccessReslutNeedRestartSingle=<a>%d</a> program bol odinštalovaný.
SuccessReslutNeedRestartSome=Odinštalovaných programov: <a>%d</a>
FileDeleteReslut=Odstránených súborov: <a>%s</a>
RegDeleteReslut=Odstránených záznamov registra:  <a>%d</a>
TaskDeleteReslut=Odstránených naplánovaných úloh:  <a>%d</a>
ServiceDeleteReslut=Odstránených služieb:  <a>%d</a>
DeepDeleteReslut=Odstránených zaznamenaných položiek:  <a>%d</a>
HtmlRecomReslutCaption=Odinštalované <a>%d</a> programy a odstránené zbytky ↓nižšie↓:
HtmlRecomReslutCaption1=Odinštalovaný <a>%d</a> program a odstránené zvyšky sú uvedené↓nižšie↓
HtmlRecomReslutAppCaption=Odinštalované <a>%d</a> programy a odstránené zvyšky sú uvedené↓nižšie↓
HtmlRecomReslutAppCaption1=Odinštalovaná aplikácia <a>%d</a> Windowsu a odstránené zvyšky sú uvedené↓nižšie↓
HtmlFileReCaption=<a>%s</a> zbytočných súborov
HtmlRegReCaption=<a>%d</a> zbytočných záznamov v databáze registrov
HtmlTaskReCaption=<a>%d</a> neplatných plánovaných úloh
HtmlServicesReCaption=<a>%d</a> neplatných systémových služieb
HtmlFileReCaptionOne=<a>%s</a> zbytočný súbor
HtmlRegReCaptionOne=<a>%d</a> zbytočná položka v registroch
HtmlTaskReCaptionOne=<a>%d</a> neplatná úloha plánu
HtmlServicesReCaptionOne=<a>%d</a> neplatná systémová služba
UninstallPromote=Kúpiť
RebootYes=Reštatovať
RebootLater=Neskôr
FromHistroyNoItem=Nenašli sa žiadne zvyšky.
FromUninstallNoItem=Odinštalovanie úspešne dokončené.
RelatedMetroText=Tieto aplikácie sú vzájomne prepojené. Odinštalovaním ktorejkoľvek z nich, automaticky budú odinštalované aj ostatné. Aj tak to chcete odinštalovať ?
RelatedSoftText=↑Vyššie↑ uvedené produkty v balíku boli nainštalované súčasne. Chcete ich aj spoločne odinštalovať ?
HtmlADPluginCaption=Rušivé reklamné pluginy: <a>%d</a>
HtmlMaliciousPluginCaption=Hrozby škodlivých pluginov: <a>%d</a>
MoneyBackInfo=Budete si užívať bezpečnejší a rýchlejší počítač odstránením nevyžiadaných programov a pluginov. Garantujeme 60-dennú záruku vrátenia peňazí bez akýchkoľvek otázok.
SpecRestartAll=Reštartujte počítač, aby boli úplne odinštalované nasledujúce programy. Reštartovať teraz ?
SpecRestartOne=Reštartujte počítač, aby ste úplne odinštalovali nasledujúci program. Reštartovať teraz ?
UnPromoteTitle=S PRO edíciou ponúkame tieto funkcie a výhody :
UnPromote_60=60 - dňovú záruku vrátenia peňazí €.
PromotelbPlugins=Odstránenie <a>%d</a> škodlivých / reklamých pluginov pre bezpečné surfovanie
PromotelbPlugin=Odstránenie <a>%d</a> škodlivého / reklamného pluginu pre bezpečnejšie surfovanie
PromotelbPlugin0=Odstránenie škodlivých / reklamných plug-inov pre bezpečnejšie surfovanie
PromotelbUpdate=Jedno klikové aktualizovanie zastaralého softvéru <a>%d</a> pre eliminovanie bezpečnostného ohrozenia
PromotelbUpdate0=Jedno klikové aktualizovanie zastaralého softvéru pre eliminovanie bezpečnostného ohrozenia
PromotelbMoreDB=Odinštalovanie aj nepoddajného softvéru, ktorý nie je možné odinštalovať bežným spôsobom
PromotelbClean=1-klikové odstránenie celého balíka (bundleware)
PromotelbAuto=Automatické odstránenie zvyškov softvéru, ktoré zostali po jeho odinštalovaní
NeedCloseApp=%s je spustený a pre odinštalovanie musí byť zatvorený. Chcete to ihneď zatvoriť ?
LB_Free=Free
LB_Pro=PRO
RestoreOpenstr=Obnovenie systému nie je povolené. Kliknutím na tlačidlo "OK" umožníte programu IObit Uninstaller pred odinštalovaním rôznych programov vytvárať nové Body obnovenia.
OfficialFail=Nasledujúci program sa nepodarilo odinštalovať. Môžete ho odinštalovať pomocou jeho oficiálneho odinštalačného nástroja.
OfficialFails=Nasledujúce programy sa nepodarilo odinštalovať. Skúste všetko odinštalovať pomocou ich oficiálnych odinštalačných nástrojov.
QuitDonwload=Naozaj chcete zrušiť sťahovanie ?
LogHintTitle=Poskytujeme tieto výhody:
LogHintStr=+ Dôkladné odinštalovanie v protokoloch zaznamenaných programov.<br>+ Totálne odstránenie viac ako 200-tich ťažko odinšalovateľných programov.<br>+ Kompletne & ľahko odinštaluje nežiadúce balíky softvéru.
UpgradePromote=Inovujte na aplikáciu IObit Uninstaller PRO pre automatické čistenie zvyškov
UpgradeFileDelete=Úspešne zmazaných zvyškov po odinštalácii: %s.
UpgradeRegsDelete=Úspešne odstránených zvyškových položiek z databázy registrov: %s.
UpgradeRegDelete=%s zvyšková položka bola úspešne odstránená z databázy registrov.
PromoteB_Title=S verziou PRO je možné vyriešiť ďalšie problémy :
PromoteB_Update=Zastaralý softvér, ktorý je možné aktualizovať jedným kliknutím :
PromoteB_Plugin=Z dôvodu bezpečného surfovania by ste mali odstrániť škodlivé / reklamné doplnky :
PromoteB_Leftover=Zvyšky po odinštalovaní, ktoré je možné odstrániť pre čistejší počítač :
PromoteB_Log=Zaznamenané (logované) programy, ktoré je možné úplne odinštalovať :
PromoteB_Unuse=Programy nepoužívajúce sa dlhšiu dobu ako 2 mesiace, ktoré je možné odinštalovať :
PromoteB_Banweb=Upozornenia na web. stránkach, ktoré môžu byť blokované, aby nedochádzlo k rušeniu prezerania :
PromoteB_Fix=Opraviť
PromoteB_Stubborn=Vzdorovité programy ktoré je možné dôkladne odstrániť:
OfficialSp_1=Príslušný softvér úplne odinštalujete pomocou jeho oficiálne vstavaného odinštalačného nástroja.
OfficialSps_1=Príslušný softvér úplne odinštalujete pomocou ich oficiálne vstavaných odinštalačných nástrojov.
LogPromoteHintTitle=Dôkladne odstránite všetky protokolované položky v <a>edícii PRO</a>:
LogPromoteHintRegs=<a>%s</a> položky registra
LogPromoteHintReg=<a>%s</a> položku registra
LogPromoteHintFiles=<a>%s</a> súbory
LogPromoteHintFile=<a>%s</a> súbor
LogPromoteHintTasks=<a>%s</a> plánované úlohy
LogPromoteHintTask=<a>%s</a> plánovanú úlohu
LogPromoteHintServices=<a>%s</a> systémové služby
LogPromoteHintService=<a>%s</a> systémovú službu
LogPromoteHintDlls=<a>%s</a> dll registrácie
LogPromoteHintDll=<a>%s</a> dll registráciu
LogPromoteFormLogPro=protokolované položky
LogPromoteFormDesc=sa dajú dôkladne odstrániť pomocou PRO edície
LogPromoteFormTip=Podrobnosti viď nižšie:

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Otvoriť v Regedite
mniMenu_Path.caption=Otvoriť umiestnenie súboru
btnImg_AllMainCancel.caption=Zrušiť
btnImg_Uninstall.caption=Odinštalovať
btnImg_ChkAutoDelete.caption=Automaticky odstrániť zbytkové súbory
btnImg_ChkCreateRestore.caption=Pred odinštalovaním vytvoriť bod Obnovenia
lbl_IsUninstallHint.caption=Naozaj chcete odinštalovať vybraný program ?
btnImg_Delete.caption=Odstrániť
btnImg_ReslutCancel.caption=Zrušiť
btnImgl_SeletedAll.caption=Označiť všetko
btnImg_ChkShredFile.caption=Skartovať súbory
lbl_NoPowerScan.caption=Odinštalovanie bolo dokončené.
btnImg_RecommendClose.caption=Zatvoriť
btnImg_Restart.caption=ÁNO
lbl_MoneyBackTitle.caption=Zaručená dôkladná odinštalácia a čistejší počítač
btn_Tab.caption=Získate viac s IObit Uninstaller PRO
lbl_InfoDB.caption=Z veľkej databázy dôkladné odstraňovanie nepoddajných programov
lbl_InfoRemove.caption=Odstránenie škodlivých && reklamných pluginov pre bezpečné && hladké online surfovanie
lbl_InfoUpdate.caption=Monitorovanie inštalácie programu && odstránenie bundleware

[Uninstaller_frm_UninstallPromot]
lbl_BundleTitile.caption=Bol nájdený bundleware (balík).
btn_UninstallAll.caption=Odinštalovať všetko
lbl_Info.caption=Odinštaluje všetky balíky softvéru vrátane balíka IObit Uninstaller PRO, alebo odinštaluje iba zadaný program.

[Uninstaller_frm_UninstallBundle]
lbl_Text.caption=Bol nájdený bundleware (balík). Vyberte prosím nechcený balík na odinštalovanie.

[Uninstaller_frm_WhatsNew]
rdlbl_title.Caption=Čo je nové

[WindowsUpdate_M]
Update_NoItem_Tip=Nenašli sa žiadne aktualizácie pre Windows.
NoSerchItem_Tip=Žiadne položky nezodpovedajú vášmu hľadaniu.
Update_Loading_Tip=Prebieha načítavanie...
Update_WindowsTitle=Tu sú uvedené všetky nainštalované aktualizácie systému Windows v tomto počítači. Odinštalovaním nežiadúcej aktualizácie systému Windows môžete získať viac miesta v disku.
Button_Uninstall=Odinštalovať

[Uninstaller_Form_WindowsUp]
ListView_Update.Columns[1].caption=Dátum inštalácie
mniUninstall.caption=Odinštalovať
mniRefush.caption=Obnoviť

[Uninstaller_form_StubbornTool]
lbl_Title.caption=Drvič vzdorovitých programov
lbl_NewDescTitle.caption=Niekedy je ťažké odinštalovať softvér bez použitia oficiálneho odinštalátora alebo sa nedá nájsť položka na odinštalovanie. Vďaka našej špecifickej databázy je možné softvér ľahko a úplne odstrániť.

[Uninstaller_Stubborn_M]
MalwareGroup=Škodlivé programy (%d)
MalwareDes=Vyhľadá a odstráni škodlivé programy pre chranu počítača.
IssuesGroupEx=Problém s odinštalovaním  softvéru (%d)
IssuesDesEx=Odinštaluje softvér s ktorým sú problémy pri odinštalovaní. Napríklad: chýbajúci odinštalačný register, zlyháva vstavaný odinštalátor softvéru alebo je riskantný proces odinštalovania.
OfficialGroupEx=Oficiálna databáza odstraňovačov (%d)
OfficialDesEx=Niektoré programy sa nedajú z bezpečnostných dôvodov odinštalovať bežným spôsobom. Môžete ich ľahko odinštalovať pomocou ich oficiálneho odstraňovača z tejto "Databázy softvéru".
AllGroupEx=Databáza podporovaného softvéru(%d)
AllDesEx=Do tohto zoznamu postupne môžete zadávať ďalší softvér, ktorý pravdepodobne nenašiel položku na odinštalovanie ani v iných umiestneniach. To pomôže vybraný softvér pohodlne odinštalovať.
ProblemsTip=Zistené problémy
LoadingTip=Načítavam databázu podporovaných programov...

